Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Failed to save background image: could not encode image.
ar: فشل حفظ صورة الخلفية: تعذر تشفير الصورة.
ca: No s'ha pogut desar la imatge de fons: no s'ha pogut codificar la imatge.
cs: Nepodařilo se uložit obrázek na pozadí: nelze kódovat obrázek.
da: Kunne ikke gemme baggrundsbilledet: billedet kunne ikke kodes.
de: Hintergrundbild konnte nicht gesichert werden: Das Bild ließ sich nicht kodieren.
el: Αποτυχία αποθήκευσης εικόνας φόντου: δεν ήταν δυνατή η κωδικοποίηση της εικόνας.
es: Error al guardar la imagen de fondo: no se pudo codificar la imagen.
fa: تصویر پس‌زمینه ذخیره نشد: تصویر رمزگذاری نشد.
fi: Taustakuvan tallennus epäonnistui: kuvaa ei voitu koodata.
fr: Échec de l'enregistrement de l'image d'arrière-plan : impossible d'encoder l'image.
he: שמירת תמונת הרקע נכשלה: לא ניתן היה לקודד תמונה.
hr: Spremanje pozadinske slike nije uspjelo: ne može se kodirati slika.
hu: Nem sikerült menteni a háttérképet: nem sikerült kódolni a képet.
id: Gagal menyimpan gambar latar belakang: tidak dapat menyandikan gambar.
it: Salvataggio dell'immagine di sfondo non riuscito: impossibile codificare l'immagine.
ja: 背景画像の保存に失敗しました: 画像をエンコードできませんでした。
ko: 배경 이미지 저장 실패: 이미지를 인코딩할 수 없습니다.
ms: Gagal menyimpan imej latar belakang: tidak dapat mengekod imej.
nl: Kan achtergrondafbeelding niet opslaan: kan afbeelding niet coderen.
no: Kunne ikke lagre bakgrunnsbilde: kunne ikke kode bildet.
pl: Nie udało się zapisać obrazu tła: nie można zakodować obrazu.
pt_br: Falha ao salvar a imagem de fundo: não foi possível codificar a imagem.
pt_pt: Falha ao guardar a imagem de fundo: não foi possível codificar a imagem.
ro: Nu s-a putut salva imaginea de fundal: imaginea nu a putut fi codificată.
ru: Не удалось сохранить фоновое изображение: ошибка кодирования изображения.
sk: Nepodarilo sa uložiť obrázok na pozadí: obrázok sa nepodarilo zakódovať.
sl: Shranjevanje slike ozadja ni uspelo: slike ni bilo mogoče kodirati.
sv: Det gick inte att spara bakgrundsbilden: kunde inte koda bilden.
th: ไม่สามารถบันทึกภาพพื้นหลัง: ไม่สามารถเข้ารหัสรูปภาพได้
tr: Arka plan görüntüsü kaydedilemedi: görüntü kodlanamadı.
uk: Не вдалося зберегти зображення тла: помилка кодування зображення.
ur: پس منظر کی تصویر کو محفوظ کرنے میں ناکام: تصویر کو انکوڈ نہیں کیا جا سکا۔
vi: Không lưu được hình nền: không thể mã hóa hình ảnh.
zh_hans: 无法保存背景图像：无法对图像进行编码。
zh_hant: 無法儲存背景影像：無法編碼影像。

source: Failed to save fill image: %@
ar: فشل حفظ صورة التعبئة: %1$@
ca: No s'ha pogut desar la imatge de farciment: %1$@
cs: Nepodařilo se uložit obrázek výplně: %1$@
da: Kunne ikke gemme fyldbilledet: %1$@
de: Füllbild konnte nicht gesichert werden: %@
el: Αποτυχία αποθήκευσης εικόνας γεμίσματος: %1$@
es: Error al guardar la imagen de relleno: %@
fa: تصویر پرکننده ذخیره نشد: %@
fi: Täyttökuvan tallennus epäonnistui: %1$@
fr: Échec de l'enregistrement de l'image de remplissage : %@
he: שמירת תמונת המילוי נכשלה: %1$@
hr: Nije uspjelo spremanje ispune slike: %1$@
hu: Nem sikerült menteni a kitöltési képet: %1$@
id: Gagal menyimpan gambar isian: %1$@
it: Salvataggio dell'immagine di riempimento non riuscito: %@
ja: 塗りつぶし画像の保存に失敗しました: %@
ko: 채우기 이미지 저장 실패: %@
ms: Gagal menyimpan imej isian: %1$@
nl: Kan de vulafbeelding niet opslaan: %1$@
no: Kunne ikke lagre fyllbildet: %1$@
pl: Nie udało się zapisać obrazu wypełniającego: %1$@
pt_br: Falha ao salvar a imagem de preenchimento: %@
pt_pt: Falha ao guardar imagem de preenchimento: %1$@
ro: Nu s-a salvat imaginea de umplere: %1$@
ru: Не удалось сохранить изображение заливки: %@
sk: Nepodarilo sa uložiť obrázok výplne: %1$@
sl: Shranjevanje polnilne slike ni uspelo: %1$@
sv: Det gick inte att spara fyllningsbilden: %1$@
th: ไม่สามารถบันทึกภาพเติม: %1$@
tr: Dolgu görüntüsü kaydedilemedi: %@
uk: Не вдалося зберегти зображення заповнення: %@
ur: فل امیج کو محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được hình ảnh tô màu: %1$@
zh_hans: 无法保存填充图像：%@
zh_hant: 無法儲存填滿影像：%@

source: Failed to save fill image: could not encode image.
ar: فشل حفظ صورة التعبئة: تعذر تشفير الصورة.
ca: No s'ha pogut desar la imatge de farciment: no s'ha pogut codificar la imatge.
cs: Nepodařilo se uložit obrázek výplně: obrázek nelze zakódovat.
da: Fyldbilledet kunne ikke gemmes: billedet kunne ikke kodes.
de: Füllbild konnte nicht gesichert werden: Das Bild ließ sich nicht kodieren.
el: Αποτυχία αποθήκευσης εικόνας γεμίσματος: δεν ήταν δυνατή η κωδικοποίηση της εικόνας.
es: Error al guardar la imagen de relleno: no se pudo codificar la imagen.
fa: تصویر پرکننده ذخیره نشد: تصویر رمزگذاری نشد.
fi: Täyttökuvan tallennus epäonnistui: kuvaa ei voitu koodata.
fr: Échec de l'enregistrement de l'image de remplissage : impossible d'encoder l'image.
he: שמירת תמונת המילוי נכשלה: לא ניתן היה לקודד תמונה.
hr: Nije uspjelo spremanje ispune slike: ne može se kodirati slika.
hu: Nem sikerült menteni a kitöltési képet: nem sikerült kódolni a képet.
id: Gagal menyimpan gambar isian: tidak dapat menyandikan gambar.
it: Salvataggio dell'immagine di riempimento non riuscito: impossibile codificare l'immagine.
ja: 塗りつぶし画像の保存に失敗しました: 画像をエンコードできませんでした。
ko: 채우기 이미지 저장 실패: 이미지를 인코딩할 수 없습니다.
ms: Gagal menyimpan imej isian: tidak dapat mengekod imej.
nl: Kan de vulafbeelding niet opslaan: kan de afbeelding niet coderen.
no: Kunne ikke lagre fyllbildet: kunne ikke kode bildet.
pl: Nie udało się zapisać obrazu wypełniającego: nie można zakodować obrazu.
pt_br: Falha ao salvar a imagem de preenchimento: não foi possível codificar a imagem.
pt_pt: Falha ao guardar a imagem de preenchimento: não foi possível codificar a imagem.
ro: Nu s-a putut salva imaginea de umplere: imaginea nu a putut fi codificată.
ru: Не удалось сохранить изображение заливки: ошибка кодирования изображения.
sk: Nepodarilo sa uložiť obrázok výplne: obrázok sa nepodarilo zakódovať.
sl: Shranjevanje polnilne slike ni uspelo: slike ni bilo mogoče kodirati.
sv: Det gick inte att spara fyllningsbilden: kunde inte koda bilden.
th: ไม่สามารถบันทึกภาพเติมได้: ไม่สามารถเข้ารหัสภาพได้
tr: Dolgu görüntüsü kaydedilemedi: görüntü kodlanamadı.
uk: Не вдалося зберегти зображення заповнення: помилка кодування зображення.
ur: فل امیج کو محفوظ کرنے میں ناکام: تصویر کو انکوڈ نہیں کیا جا سکا۔
vi: Không lưu được hình ảnh lấp đầy: không thể mã hóa hình ảnh.
zh_hans: 无法保存填充图像：无法对图像进行编码。
zh_hant: 無法儲存填滿影像：無法編碼影像。

source: Failed to save metadata: %@
ar: فشل حفظ البيانات التعريفية: %1$@
ca: No s'han pogut desar les metadades: %1$@
cs: Nepodařilo se uložit metadata: %1$@
da: Kunne ikke gemme metadata: %1$@
de: Metadaten konnten nicht gespeichert werden: %@
el: Αποτυχία αποθήκευσης μεταδεδομένων: %1$@
es: Error al guardar los metadatos: %@
fa: فراداده ذخیره نشد: %1$@
fi: Metatietojen tallennus epäonnistui: %1$@
fr: Échec de l'enregistrement des métadonnées : %@
he: שמירת מטא נתונים נכשלה: %1$@
hr: Nije uspjelo spremanje metapodataka: %1$@
hu: Nem sikerült menteni a metaadatokat: %1$@
id: Gagal menyimpan metadata: %1$@
it: Impossibile salvare i metadati: %@
ja: メタデータの保存に失敗しました: %@
ko: 메타데이터 저장 실패: %@
ms: Gagal menyimpan metadata: %1$@
nl: Kan metagegevens niet opslaan: %1$@
no: Kunne ikke lagre metadata: %1$@
pl: Nie udało się zapisać metadanych: %1$@
pt_br: Falha ao salvar metadados: %@
pt_pt: Falha ao guardar metadados: %1$@
ro: Nu s-au salvat metadatele: %1$@
ru: Не удалось сохранить метаданные: %@
sk: Nepodarilo sa uložiť metadáta: %1$@
sl: Metapodatkov ni bilo mogoče shraniti: %1$@
sv: Det gick inte att spara metadata: %1$@
th: ไม่สามารถบันทึกข้อมูลเมตา: %1$@
tr: Meta veriler kaydedilemedi: %@
uk: Не вдалося зберегти метадані: %@
ur: میٹا ڈیٹا محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được siêu dữ liệu: %1$@
zh_hans: 无法保存元数据：%@
zh_hant: 無法儲存後設資料：%@

source: Failed to save project index: %@
ar: فشل حفظ فهرس المشروع: %1$@
ca: No s'ha pogut desar l'índex del projecte: %1$@
cs: Index projektu se nepodařilo uložit: %1$@
da: Kunne ikke gemme projektindeks: %1$@
de: Projektindex konnte nicht gespeichert werden: %@
el: Αποτυχία αποθήκευσης ευρετηρίου έργου: %1$@
es: Error al guardar el índice de proyectos: %@
fa: فهرست پروژه ذخیره نشد: %1$@
fi: Projektihakemiston tallennus epäonnistui: %1$@
fr: Échec de l'enregistrement de l'index du projet : %@
he: שמירת אינדקס הפרויקט נכשלה: %1$@
hr: Nije uspjelo spremanje indeksa projekta: %1$@
hu: Nem sikerült menteni a projektindexet: %1$@
id: Gagal menyimpan indeks proyek: %1$@
it: Impossibile salvare l'indice dei progetti: %@
ja: プロジェクト インデックスの保存に失敗しました: %@
ko: 프로젝트 인덱스 저장 실패: %@
ms: Gagal menyimpan indeks projek: %1$@
nl: Kan projectindex niet opslaan: %1$@
no: Kunne ikke lagre prosjektindeksen: %1$@
pl: Nie udało się zapisać indeksu projektu: %1$@
pt_br: Falha ao salvar o índice do projeto: %@
pt_pt: Falha ao guardar o índice do projeto: %1$@
ro: Nu s-a salvat indexul proiectului: %1$@
ru: Не удалось сохранить индекс проектов: %@
sk: Index projektu sa nepodarilo uložiť: %1$@
sl: Indeksa projekta ni bilo mogoče shraniti: %1$@
sv: Det gick inte att spara projektindex: %1$@
th: ไม่สามารถบันทึกดัชนีโครงการ: %1$@
tr: Proje dizini kaydedilemedi: %@
uk: Не вдалося зберегти індекс проєктів: %@
ur: پروجیکٹ انڈیکس کو محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được chỉ mục dự án: %1$@
zh_hans: 无法保存项目索引：%@
zh_hant: 無法儲存專案索引：%@

source: Failed to save project: %@
ar: فشل حفظ المشروع: %1$@
ca: No s'ha pogut desar el projecte: %1$@
cs: Nepodařilo se uložit projekt: %1$@
da: Projektet kunne ikke gemmes: %1$@
de: Projekt konnte nicht gespeichert werden: %@
el: Αποτυχία αποθήκευσης έργου: %1$@
es: Error al guardar el proyecto: %@
fa: پروژه ذخیره نشد: %1$@
fi: Projektin tallentaminen epäonnistui: %1$@
fr: Échec de l'enregistrement du projet : %@
he: שמירת הפרויקט נכשלה: %1$@
hr: Nije uspjelo spremanje projekta: %1$@
hu: Nem sikerült menteni a projektet: %1$@
id: Gagal menyimpan proyek: %1$@
it: Impossibile salvare il progetto: %@
ja: プロジェクトの保存に失敗しました: %@
ko: 프로젝트 저장 실패: %@
ms: Gagal menyimpan projek: %1$@
nl: Kan project niet opslaan: %1$@
no: Kunne ikke lagre prosjektet: %1$@
pl: Nie udało się zapisać projektu: %1$@
pt_br: Falha ao salvar projeto: %@
pt_pt: Falha ao guardar projeto: %1$@
ro: Nu s-a salvat proiectul: %1$@
ru: Не удалось сохранить проект: %@
sk: Nepodarilo sa uložiť projekt: %1$@
sl: Projekta ni bilo mogoče shraniti: %1$@
sv: Det gick inte att spara projektet: %1$@
th: ไม่สามารถบันทึกโครงการ: %1$@
tr: Proje kaydedilemedi: %@
uk: Не вдалося зберегти проєкт: %@
ur: پروجیکٹ کو محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được dự án: %1$@
zh_hans: 无法保存项目：%@
zh_hant: 無法儲存專案：%@

source: Failed to save screenshot: %@
ar: فشل حفظ لقطة الشاشة: %1$@
ca: No s'ha pogut desar la captura de pantalla: %1$@
cs: Snímek obrazovky se nepodařilo uložit: %1$@
da: Kunne ikke gemme skærmbilledet: %1$@
de: Screenshot konnte nicht gesichert werden: %@
el: Αποτυχία αποθήκευσης στιγμιότυπου οθόνης: %1$@
es: Error al guardar la captura: %@
fa: اسکرین‌شات ذخیره نشد: %@
fi: Kuvakaappauksen tallennus epäonnistui: %1$@
fr: Échec de l'enregistrement de la capture d'écran : %@
he: שמירת צילום המסך נכשלה: %1$@
hr: Nije uspjelo spremanje snimke zaslona: %1$@
hu: Nem sikerült menteni a képernyőképet: %1$@
id: Gagal menyimpan tangkapan layar: %1$@
it: Salvataggio dello screenshot non riuscito: %@
ja: スクリーンショットの保存に失敗しました: %@
ko: 스크린샷 저장 실패: %@
ms: Gagal menyimpan tangkapan skrin: %1$@
nl: Kan screenshot niet opslaan: %1$@
no: Kunne ikke lagre skjermbilde: %1$@
pl: Nie udało się zapisać zrzutu ekranu: %1$@
pt_br: Falha ao salvar a captura de tela: %@
pt_pt: Falha ao guardar a captura de ecrã: %1$@
ro: Nu s-a salvat captura de ecran: %1$@
ru: Не удалось сохранить скриншот: %@
sk: Snímku obrazovky sa nepodarilo uložiť: %1$@
sl: Posnetka zaslona ni bilo mogoče shraniti: %1$@
sv: Det gick inte att spara skärmdumpen: %1$@
th: ไม่สามารถบันทึกภาพหน้าจอ: %1$@
tr: Ekran görüntüsü kaydedilemedi: %@
uk: Не вдалося зберегти знімок екрана: %@
ur: اسکرین شاٹ محفوظ کرنے میں ناکام: %1$@
vi: Không lưu được ảnh chụp màn hình: %1$@
zh_hans: 无法保存截图：%@
zh_hant: 無法儲存螢幕截圖：%@

source: Failed to save screenshot: could not encode image.
ar: فشل حفظ لقطة الشاشة: تعذر تشفير الصورة.
ca: No s'ha pogut desar la captura de pantalla: no s'ha pogut codificar la imatge.
cs: Snímek obrazovky se nepodařilo uložit: nelze kódovat obrázek.
da: Kunne ikke gemme skærmbilledet: billedet kunne ikke kodes.
de: Screenshot konnte nicht gesichert werden: Das Bild ließ sich nicht kodieren.
el: Αποτυχία αποθήκευσης στιγμιότυπου οθόνης: δεν ήταν δυνατή η κωδικοποίηση της εικόνας.
es: Error al guardar la captura: no se pudo codificar la imagen.
fa: اسکرین‌شات ذخیره نشد: تصویر رمزگذاری نشد.
fi: Kuvakaappauksen tallennus epäonnistui: kuvaa ei voitu koodata.
fr: Échec de l'enregistrement de la capture d'écran : impossible d'encoder l'image.
he: שמירת צילום המסך נכשלה: לא ניתן היה לקודד תמונה.
hr: Spremanje snimke zaslona nije uspjelo: nije moguće kodirati sliku.
hu: Nem sikerült menteni a képernyőképet: nem sikerült kódolni a képet.
id: Gagal menyimpan tangkapan layar: tidak dapat menyandikan gambar.
it: Salvataggio dello screenshot non riuscito: impossibile codificare l'immagine.
ja: スクリーンショットの保存に失敗しました: 画像をエンコードできませんでした。
ko: 스크린샷 저장 실패: 이미지를 인코딩할 수 없습니다.
ms: Gagal menyimpan tangkapan skrin: tidak dapat mengekod imej.
nl: Kan screenshot niet opslaan: kan afbeelding niet coderen.
no: Kunne ikke lagre skjermbilde: kunne ikke kode bildet.
pl: Nie udało się zapisać zrzutu ekranu: nie można zakodować obrazu.
pt_br: Falha ao salvar a captura de tela: não foi possível codificar a imagem.
pt_pt: Falha ao guardar a captura de ecrã: não foi possível codificar a imagem.
ro: Nu s-a putut salva captura de ecran: imaginea nu a putut fi codificată.
ru: Не удалось сохранить скриншот: ошибка кодирования изображения.
sk: Snímku obrazovky sa nepodarilo uložiť: obrázok sa nepodarilo zakódovať.
sl: Posnetka zaslona ni bilo mogoče shraniti: slike ni bilo mogoče kodirati.
sv: Det gick inte att spara skärmdumpen: kunde inte koda bilden.
th: ไม่สามารถบันทึกภาพหน้าจอ: ไม่สามารถเข้ารหัสภาพได้
tr: Ekran görüntüsü kaydedilemedi: görüntü kodlanamadı.
uk: Не вдалося зберегти знімок екрана: помилка кодування зображення.
ur: اسکرین شاٹ محفوظ کرنے میں ناکام: تصویر کو انکوڈ نہیں کیا جا سکا۔
vi: Không lưu được ảnh chụp màn hình: không thể mã hóa hình ảnh.
zh_hans: 无法保存截图：无法对图像进行编码。
zh_hant: 無法儲存螢幕截圖：無法編碼影像。

source: Failed to sign the authentication token.
ar: فشل التوقيع على رمز المصادقة.
ca: No s'ha pogut signar el testimoni d'autenticació.
cs: Nepodařilo se podepsat ověřovací token.
da: Kunne ikke underskrive godkendelsestokenet.
de: Das Authentifizierungstoken konnte nicht signiert werden.
el: Αποτυχία υπογραφής του διακριτικού ελέγχου ταυτότητας.
es: No se pudo firmar el token de autenticación.
fa: توکن احراز هویت امضا نشد.
fi: Todennustunnuksen allekirjoittaminen epäonnistui.
fr: Échec de la signature du jeton d'authentification.
he: החתימה על אסימון האימות נכשלה.
hr: Potpisivanje tokena za provjeru autentičnosti nije uspjelo.
hu: Nem sikerült aláírni a hitelesítési tokent.
id: Gagal menandatangani token autentikasi.
it: Impossibile firmare il token di autenticazione.
ja: 認証トークンに署名できませんでした。
ko: 인증 토큰에 서명하지 못했습니다.
ms: Gagal menandatangani token pengesahan.
nl: Kan het authenticatietoken niet ondertekenen.
no: Kunne ikke signere autentiseringstokenet.
pl: Nie udało się podpisać tokena uwierzytelniającego.
pt_br: Falha ao assinar o token de autenticação.
pt_pt: Falha ao assinar o token de autenticação.
ro: Nu s-a putut semna simbolul de autentificare.
ru: Не удалось подписать токен аутентификации.
sk: Nepodarilo sa podpísať overovací token.
sl: Podpis žetona za preverjanje pristnosti ni uspel.
sv: Det gick inte att signera autentiseringstoken.
th: ล้มเหลวในการลงนามโทเค็นการตรวจสอบสิทธิ์
tr: Kimlik doğrulama belirteci imzalanamadı.
uk: Не вдалося підписати токен автентифікації.
ur: تصدیقی ٹوکن پر دستخط کرنے میں ناکام۔
vi: Không thể ký mã thông báo xác thực.
zh_hans: 无法签署身份验证令牌。
zh_hant: 無法簽署認證權杖。

source: Failed to sign the JWT token.
ar: فشل التوقيع على رمز JWT.
ca: No s'ha pogut signar el testimoni JWT.
cs: Nepodařilo se podepsat token JWT.
da: Kunne ikke underskrive JWT-tokenet.
de: Das JWT-Token konnte nicht signiert werden.
el: Αποτυχία υπογραφής του διακριτικού JWT.
es: Error al firmar el token JWT.
fa: توکن JWT امضا نشد.
fi: JWT-tunnuksen allekirjoittaminen epäonnistui.
fr: Échec de la signature du jeton JWT.
he: החתימה על אסימון JWT נכשלה.
hr: Potpisivanje JWT tokena nije uspjelo.
hu: Nem sikerült aláírni a JWT tokent.
id: Gagal menandatangani token JWT.
it: Impossibile firmare il token JWT.
ja: JWT トークンに署名できませんでした。
ko: JWT 토큰에 서명하지 못했습니다.
ms: Gagal menandatangani token JWT.
nl: Kan het JWT-token niet ondertekenen.
no: Kunne ikke signere JWT-tokenet.
pl: Nie udało się podpisać tokena JWT.
pt_br: Falha ao assinar o token JWT.
pt_pt: Falha ao assinar o token JWT.
ro: Nu s-a putut semna simbolul JWT.
ru: Не удалось подписать токен JWT.
sk: Nepodarilo sa podpísať token JWT.
sl: Podpis žetona JWT ni uspel.
sv: Det gick inte att signera JWT-tokenet.
th: ล้มเหลวในการลงนามโทเค็น JWT
tr: JWT belirteci imzalanamadı.
uk: Не вдалося підписати токен JWT.
ur: JWT ٹوکن پر دستخط کرنے میں ناکام۔
vi: Không thể ký mã thông báo JWT.
zh_hans: 无法签署 JWT 令牌。
zh_hant: 無法簽署 JWT 權杖。

source: File coordination (`NSFileCoordinator`) prevents corruption from concurrent reads/writes.
ar: يمنع تنسيق الملفات (`NSFileCoordinator`) الفساد الناتج عن عمليات القراءة/الكتابة المتزامنة.
ca: La coordinació de fitxers (`NSFileCoordinator`) evita la corrupció de les lectures/escriptures concurrents.
cs: Koordinace souborů (`NSFileCoordinator`) zabraňuje poškození při souběžném čtení/zápisu.
da: Filkoordinering (`NSFileCoordinator`) forhindrer korruption fra samtidige læsninger/skrivninger.
de: Dateikoordination (`NSFileCoordinator`) verhindert Beschädigungen durch gleichzeitige Lese- und Schreibzugriffe.
el: Ο συντονισμός αρχείων («NSFileCoordinator») αποτρέπει την καταστροφή από ταυτόχρονες αναγνώσεις/εγγραφές.
es: La coordinación de archivos (`NSFileCoordinator`) evita la corrupción por lecturas/escrituras simultáneas.
fa: هماهنگی فایل (`NSFileCoordinator`) از خرابی ناشی از خواندن و نوشتن هم‌زمان جلوگیری می‌کند.
fi: Tiedostojen koordinointi (`NSFileCoordinator`) estää korruption samanaikaisista luku-/kirjoitustöistä.
fr: La coordination des fichiers (`NSFileCoordinator`) empêche la corruption due aux lectures/écritures simultanées.
he: תיאום קבצים (`NSFileCoordinator`) מונע שחיתות מקריאה/כתיבה במקביל.
hr: Koordinacija datoteka (`NSFileCoordinator`) sprječava oštećenje istovremenog čitanja/pisanja.
hu: A fájlkoordináció (`NSFileCoordinator`) megakadályozza az egyidejű olvasási/írási hibákat.
id: Koordinasi file (`NSFileCoordinator`) mencegah kerusakan dari pembacaan/penulisan secara bersamaan.
it: La coordinazione dei file (`NSFileCoordinator`) impedisce il danneggiamento dovuto a letture/scritture simultanee.
ja: ファイル協調 (`NSFileCoordinator`) により、同時の読み書きによるファイルの破損を防ぎます。
ko: 파일 조정(`NSFileCoordinator`)은 동시 읽기/쓰기로 인한 손상을 방지합니다.
ms: Penyelarasan fail (`NSFileCoordinator`) menghalang rasuah daripada membaca/menulis serentak.
nl: Bestandscoördinatie (`NSFileCoordinator`) voorkomt corruptie door gelijktijdige lees-/schrijfbewerkingen.
no: Filkoordinering (`NSFileCoordinator`) forhindrer korrupsjon fra samtidig lesing/skriving.
pl: Koordynacja plików („NSFileCoordinator”) zapobiega uszkodzeniom wynikającym z równoczesnych odczytów/zapisów.
pt_br: A coordenação de arquivos (`NSFileCoordinator`) evita corrupção de leituras/gravações simultâneas.
pt_pt: A coordenação de ficheiros (`NSFileCoordinator`) evita corrupção de leituras/gravações simultâneas.
ro: Coordonarea fișierelor (`NSFileCoordinator`) previne corupția de la citirile/scrierile simultane.
ru: Координация файлов (`NSFileCoordinator`) предотвращает повреждение данных при одновременном чтении и записи.
sk: Koordinácia súborov (`NSFileCoordinator`) zabraňuje poškodeniu pri súbežnom čítaní/zápise.
sl: Usklajevanje datotek (`NSFileCoordinator`) preprečuje poškodbe pri sočasnem branju/pisanju.
sv: Filkoordinering (`NSFileCoordinator`) förhindrar korruption från samtidiga läsningar/skrivningar.
th: การประสานงานไฟล์ (`NSFileCoordinator`) ป้องกันความเสียหายจากการอ่าน/เขียนพร้อมกัน
tr: Dosya koordinasyonu (`NSFileCoordinator`), eşzamanlı okuma/yazma işlemlerinden kaynaklanan bozulmaları önler.
uk: Координація файлів (`NSFileCoordinator`) запобігає пошкодженню через одночасне читання й запис.
ur: فائل کوآرڈینیشن (`NSFileCoordinator`) بیک وقت پڑھنے/لکھنے سے بدعنوانی کو روکتا ہے۔
vi: Phối hợp tệp (`NSFileCoorder`) ngăn ngừa hỏng hóc do đọc/ghi đồng thời.
zh_hans: 文件协调（`NSFileCoordinator`）可防止并发读/写造成的损坏。
zh_hant: 檔案協調（`NSFileCoordinator`）可防止同時讀寫造成的損毀。

source: File layout
ar: تخطيط الملف
ca: Disposició del fitxer
cs: Rozložení souboru
da: Fil layout
de: Dateistruktur
el: Διάταξη αρχείου
es: Estructura de archivos
fa: چیدمان فایل‌ها
fi: Tiedoston asettelu
fr: Organisation des fichiers
he: פריסת קובץ
hr: Izgled datoteke
hu: Fájl elrendezés
id: Tata letak berkas
it: Struttura dei file
ja: ファイル構成
ko: 파일 구조
ms: Susun atur fail
nl: Bestandsindeling
no: Fillayout
pl: Układ pliku
pt_br: Estrutura de arquivos
pt_pt: Layout de ficheiro
ro: Aspect fișier
ru: Структура файлов
sk: Rozloženie súboru
sl: Postavitev datoteke
sv: Fillayout
th: เค้าโครงไฟล์
tr: Dosya düzeni
uk: Структура файлів
ur: فائل لے آؤٹ
vi: Bố cục tập tin
zh_hans: 文件布局
zh_hant: 檔案佈局
